family = {
    ('Сидоров', 'Никита'): 35,
    ('Сидорова', 'Алина'): 34,
    ('Сидоров', 'Павел'): 10,
    ('Петров', 'Трофим'): 23,
    ('Петрова', 'Вера'): 21,
    ('Петров', 'Павел'): 52,
    ('Петрова', 'Кристна'): 48,
    ('Иванов', 'Антон'): 44,
    ('Иванова', 'Виктория'): 42,
    ('Иванов', 'Анатолий'): 20,
    ('Иванова', 'Светлана'): 11,
}

# ты мне пытался объяснить, я не понял как это делать
# Я щас чекнул как я делал задание, и тут в бд имена храняться не в формате строки, а кортежа с разделёнными именем и
# фамилией. Это должно облегчить работу.
